Repository: MaddTheSane/colloquy-1
Catalog: Mac-Old/Mac-Old/Interfaces/Languages/mul.lproj/MVConnections.xcstrings
Source language: en
Languages: ja, nl

# 5.title
source: Connections
ja: 接続
nl: Verbindingen

# 115.headerCell.title
source: Server
ja: サーバ

# 267.title
source: New Connection
ja: 新規接続
nl: Nieuwe Verbinding

# 328.headerCell.title
source: Port
ja: ポート
nl: Poort

# 356.headerCell.title
source: Nickname
ja: ニックネーム
nl: Schuilnaam

# 659.title
source: Secure Web
ja: 安全な Web

# 661.title
source: SOCKS Firewall
ja: SOCKS ファイアウォール

# 664.title
source: None
ja: なし
nl: Geen

# 733.title
source: Public Key Verification
ja: 公開鍵の検証
nl: Verificatie Openbare Sleutel

# 783.headerCell.title
source: Hostname
ja: ホスト名
nl: Hostnaam

# 784.headerCell.title
source: Fingerprint
ja: 指紋
nl: Vingerafdruk

# 100797.title
source: Chat Server:
ja: チャットサーバ：

# 100798.title
source: Nickname:
ja: ニックネーム：
nl: Schuilnaam:

# 100800.title
source: Remember this connection
ja: この接続を覚えておく
nl: Onthou deze verbinding

# 100801.title
source: Cancel
ja: キャンセル
nl: Annuleer

# 100802.title
source: Connect
ja: 接続
nl: Verbind

# 100805.title
source: Details
ja: 詳細

# 100807.title
source: Join Rooms:
ja: 参加ルーム：
nl: Betreed Kanalen:

# 100810.title
source: Proxy:
ja: プロキシ：

# 100811.title
source: Edit…
ja: 編集…
nl: Wijzig…

# 100812.title
source: Server Password:
ja: サーバパスワード：
nl: Wachtwoord Server:

# 100815.title
source: Username:
ja: ユーザ名：
nl: Gebruikersnaam:

# 100816.title
source: Real Name:
ja: 本名：
nl: Echte Naam:

# 100819.title
source: Chat Server Port:
ja: ポート：
nl: Chatserverpoort:

# 100820.title
source: SSL Connection
ja: SSL 接続
nl: SSL Verbinding

# 100821.title
source: Server Protocol:
ja: サーバプロトコル：

# 100823.title
source: Chat
ja: チャット

# 100824.title
source: Cancel
ja: キャンセル
nl: Annuleer

# 100825.title
source: Nickname:
ja: ニックネーム：
nl: Schuilnaam:

# 100827.title
source: Cancel
ja: キャンセル
nl: Annuleer

# 100828.title
source: Nickname authorization request
ja: ニックネーム認証が要求されました
nl: Bijnaam authorisatieverzoek

# 100829.title
source: This nickname is registered and protected. If it is your registered nickname, type your password. Otherwise, please choose a different nickname.
ja: このニックネームは登録済みで保護されています。あなたが登録したニックネームであれば、パスワードを入力してください。そうでなければ、違うニックネームを選んでください。
nl: Deze bijnaam is geregistreerd en beveiligd. Voer uw wachtwoord in indien deze van u is. Indien dit niet het geval is, kies a.u.b. een nieuwe bijnaam.

# 100831.title
source: Identify
ja: 確認
nl: Identificeer

# 100833.title
source: Password:
ja: パスワード：
nl: Wachtwoord:

# 100834.title
source: Nickname:
ja: ニックネーム：
nl: Schuilnaam:

# 100835.title
source: Server:
ja: サーバ：

# 100838.title
source: Add to keychain
ja: キーチェーンに追加
nl: Voeg toe aan sleutelhanger

# 100840.title
source: Cancel
ja: キャンセル
nl: Annuleer

# 100841.title
source: Unlock
ja: ロック解除
nl: Ontsleutel

# 100843.title
source: Certificate authorization request
ja: 証明書認証が要求されました
nl: Certificaat authorisatieverzoek

# 100845.title
source: Add to keychain
ja: キーチェーンに追加
nl: Voeg toe aan sleutelhanger

# 100846.title
source: Passphrase:
ja: パスフレーズ：
nl: Wachtzin:

# 100848.title
source: Please verify Servers public key.
ja: サーバの公開鍵を検証してください。
nl: Verifieer aub de openbare sleutel van de Server.

# 100849.title
source: Fingerprint:
ja: 指紋：
nl: Vingerafdruk:

# 100851.title
source: Server Name:
ja: サーバ名：
nl: Servernaam:

# 100855.title
source: Always accept key
ja: いつも鍵を許可
nl: Aanvaard sleutel altijd

# 100856.title
source: Accept
ja: 許可
nl: Aanvaard

# 100857.title
source: Reject
ja: 拒否
nl: Weiger

# 100858.title
source: Multiple users have been found with the same nickname.
ja: 同じニックネームを使っている複数のユーザが見つかりました。
nl: Er zijn meerdere gebruikers met eenzelfde bijnaam gevonden.

# 100859.title
source: Please select the one you want to send the message to.
ja: メッセージを送信したい相手を選んでください。
nl: Duid aan naar wie u het bericht wilt verzenden.

# 100860.title
source: Select
ja: 選択
nl: Selecteer

# 100861.title
source: Cancel
ja: キャンセル
nl: Annuleer
